Repository: renyamanaka0717-cloud/tohoku-mamoru
Catalog: native-ios/Widgets/Localizable.xcstrings
Source language: ja
Languages: en, ko, zh_hant_tw

source: 4分割（予定・買い物・あとでやる・追加）
en: 4-Panel (Tasks, Shopping, Later, Add)
ko: 4분할(예정·쇼핑·나중에·추가)
zh_hant_tw: 四宮格（行程、購物、稍後辦、新增）

source: あとでやる
en: Later
ko: 나중에
zh_hant_tw: 稍後辦

source: あとでやるタスクを追加
en: Add a Later task
ko: 나중에 할 일 추가
zh_hant_tw: 新增稍後辦任務

source: あとでやるを追加
en: Add a Later Task
ko: 나중에 할 일 추가
zh_hant_tw: 新增稍後辦任務

source: ありません
en: Nothing here
ko: 없어요
zh_hant_tw: 沒有

source: 買い物を完了
en: Mark as Purchased
ko: 구매 완료
zh_hant_tw: 標記已購買

source: 買い物リスト
en: Shopping List
ko: 쇼핑 목록
zh_hant_tw: 購物清單

source: 買うものはありません
en: No items to buy
ko: 살 것이 없어요
zh_hant_tw: 沒有要買的東西

source: 次の予定
en: Next Up
ko: 다음 일정
zh_hant_tw: 下一項行程

source: 次の予定 & 買い物リスト
en: Upcoming & Shopping List
ko: 다음 일정 & 쇼핑 목록
zh_hant_tw: 下一項行程與購物清單

source: 次の予定・買い物リスト・あとでやるタスクを4分割で表示し、＋タップで新規タスクを追加できます。
en: Shows upcoming tasks, your shopping list, and Later tasks in four panels. Tap + to add a new task.
ko: 다음 일정·쇼핑 목록·나중에 할 일을 4분할로 표시하고, + 탭으로 새 태스크를 추가할 수 있어요.
zh_hant_tw: 以四宮格顯示下一項行程、購物清單與稍後辦任務，點選＋即可新增任務。

source: タスクを完了
en: Complete Task
ko: 태스크 완료
zh_hant_tw: 完成任務

source: タップするだけで「あとでやる」タスクの追加画面を開けます。
en: Tap to open the Add Later Task screen.
ko: 탭 한 번으로 '나중에 할 일' 추가 화면을 열 수 있어요.
zh_hant_tw: 點一下即可開啟「稍後辦」任務的新增畫面。

source: 予定はありません
en: No tasks
ko: 일정이 없어요
zh_hant_tw: 沒有行程

source: 今日の予定と買い物リストをまとめて表示します。タップで完了にできます。
en: Shows today's schedule and shopping list together. Tap to mark items as done.
ko: 오늘의 일정과 쇼핑 목록을 한눈에 보여줘요. 탭하면 완료 처리할 수 있어요.
zh_hant_tw: 一次顯示今天的行程與購物清單，點選即可標記完成。
